[Categories.Orchid ChallengeCategoryDefinition]
CategoryName="Tesouro Pirata"

[Challenges.Challenge_Orchid_Crystals ChallengeDefinition]
ChallengeName="Cor de Rosa"
Description="Consiga cristais de Serafim."

[Challenges.Challenge_Orchid_Crystals:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Consiga 80 cristais de Serafim."

[Challenges.Challenge_Orchid_Crystals:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Consiga 240cristais de Serafim."

[Challenges.Challenge_Orchid_Crystals:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Consiga 320 cristais de Serafim."

[Challenges.Challenge_Orchid_Crystals:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Consiga 400 cristais de Serafim."

[Challenges.Challenge_Orchid_Crystals:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Consiga 160 cristais de Serafim."

[Challenges.Challenge_Orchid_KillBandits ChallengeDefinition]
ChallengeName="Marinheiro de Água Doce"
Description="Elimine os piratas"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 50 piratas"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 150 piratas"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 200 piratas"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 250 piratas"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 100 piratas"

[Challenges.Challenge_Orchid_KillHovercrafts ChallengeDefinition]
ChallengeName="Carta Branca"
Description="Destrua os barcos piratas"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Destrua 10 barcos piratas"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Destrua 5 barcos piratas"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Destrua 15 barcos piratas"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Destrua 20 barcos piratas"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Destrua 30 barcos piratas"

[Challenges.Challenge_Orchid_KillWorms ChallengeDefinition]
ChallengeName="Detetização"
Description="Elimine as larvas do deserto"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 larvas do deserto"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 20 larvas do deserto"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Elimine 30 larvas do deserto"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Elimine 50 larvas do deserto"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Elimine 80 larvas do deserto"

[Challenges.Challenge_Orchid_PirateChests ChallengeDefinition]
ChallengeName="Pilhando os Piratas"
Description="Abra os cofres piratas"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Abra 25 cofres piratas"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_13 ChallengeConditionDefinition]
Description="Abra 250 cofres piratas"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_14 ChallengeConditionDefinition]
Description="Abre 375 cofres piratas"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Abra 75 cofres piratas"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Abra 150 cofres piratas"

[Challenges.Challenge_Orchid_Purchase ChallengeDefinition]
ChallengeName="Negócios Obscuros"
Description="Compre itens com cristais serafim."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Compre 3 itens com cristais serafim."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Compre 1 itens com cristais serafim."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Compre 5 itens com cristais serafim."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Compre 10 itens com cristais serafim."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Compre 15 itens com cristais serafim."

[Challenges.Challenge_Orchid_Raid1 ChallengeDefinition]
ChallengeName="Hyperius, O Não Tão Invencível"
Description="Acabe com o Hyperius"

[Challenges.Challenge_Orchid_Raid1:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Derrote Hyperius, O Invencível 3 vezes"

[Challenges.Challenge_Orchid_Raid1:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Derrote Hyperius, O Invencível 1 vez"

[Challenges.Challenge_Orchid_Raid1:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Derrote Hyperius, O Invencível 5 vezes"

[Challenges.Challenge_Orchid_Raid1:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Derrote Hyperius, O Invencível 10 vezes"

[Challenges.Challenge_Orchid_Raid1:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Derrote Hyperius, O Invencível 15 vezes"

[Challenges.Challenge_Orchid_Raid3 ChallengeDefinition]
ChallengeName="Molho de Larvas"
Description="Derrote o Mestre Gee e suas larvas"

[Challenges.Challenge_Orchid_Raid3:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Derrote Mestre Gee, O Invencível 3 vezes"

[Challenges.Challenge_Orchid_Raid3:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Derrote Mestre Gee, O Invencível 5 vezes"

[Challenges.Challenge_Orchid_Raid3:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Derrote Mestre Gee, O Invencível 10 vezes"

[Challenges.Challenge_Orchid_Raid3:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Derrote Mestre Gee, O Invencível 15 vezes"

[Challenges.Challenge_Orchid_Raid3:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Derrote Mestre Gee, O Invencível 1 vez"

[LevelChallenges.Caves_BossKill ChallengeDefinition]
ChallengeName="Matança com Estilo"
Description="Elimine o Sandman e o Soneca antes de qualquer um dos seus capangas"

[LevelChallenges.Caves_SecretStash ChallengeDefinition]
ChallengeName="Sonhos Molhados"
Description="Descubra a área secreta que fica além do território dos Cristalíceos"

[LevelChallenges.Caves_Telescope ChallengeDefinition]
ChallengeName="Senhor Dos Meus Domínios"
Description="Observe os domínios do Sandman através do seu telescópio"

[LevelChallenges.Caves_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os 2 símbolos ocultos da Sepultura."

[LevelChallenges.OasisTown_RooftopChests ChallengeDefinition]
ChallengeName="Medo de Altura"
Description="Encontre os 2 baús de tesouro que estão nos telhados de Oasis."

[LevelChallenges.OasisTown_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os 4 símbolos ocultos da Sepultura."

[LevelChallenges.OasisTown_Wurmtail ChallengeDefinition]
ChallengeName="Esconderijo do Feioso"
Description="Encontre o esconderijo do Feioso"

[LevelChallenges.Refinery_FindThings ChallengeDefinition]
ChallengeName="Compra Pelos Artigos"
Description="Encontre 6 cópias adicionais de contrabando do C3N50R807"

[LevelChallenges.Refinery_SecretStash ChallengeDefinition]
ChallengeName="Braço Longo"
Description="Encontre o compartimento oculto sobre o braço do guindaste"

[LevelChallenges.Refinery_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os 2 símbolos ocultos da Sepultura."

[LevelChallenges.RockSpire_SecretStash ChallengeDefinition]
ChallengeName="A Herança de Maroonie"
Description="Encontre o escoderijo de Maroonie na aldeia dos bandidos."

[LevelChallenges.RockSpire_UseTurret ChallengeDefinition]
ChallengeName="Artilharia Para Iniciantes"
Description="Encontre e utilize a torreta no caminho para o topo"

[LevelChallenges.RockSpire_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os 2 símbolos ocultos da Sepultura."

[LevelChallenges.SaltFlats_HovercraftLand ChallengeDefinition]
ChallengeName="O Grande Salto do Corsário"
Description="Caia sobre o barco do deserto no Bacanal do Corsário"

[LevelChallenges.SaltFlats_KillHovercraft ChallengeDefinition]
ChallengeName="Sem Barco Vale à Pena"
Description="Destrua um barco inimigo sem ter materializado um pra você"

[LevelChallenges.SaltFlats_RaidCaravan ChallengeDefinition]
ChallengeName="Ataque no Deserto!"
Description="Siga o rastro de uma caravana e elimine todos os guardas"

[LevelChallenges.SaltFlats_RefinerySecret ChallengeDefinition]
ChallengeName="Gostos Refinados"
Description="Penetre nas entranhas das bases da refinaria"

[LevelChallenges.SaltFlats_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os 3 símbolos ocultos da Sepultura."

[LevelChallenges.ShipGraveyard_FindDolls ChallengeDefinition]
ChallengeName="Apertão"
Description="Aperte as cinco bonecas Scarletts de pelúcia do Herbert"

[LevelChallenges.ShipGraveyard_Mast ChallengeDefinition]
ChallengeName="O Enfrentamento do Vigia"
Description="Suba até o topo do mastro do navio no ferro-velho"

[LevelChallenges.ShipGraveyard_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra os 2 símbolos ocultos da Sepultura."

[LevelChallenges.WormBelly_SecretStash ChallengeDefinition]
ChallengeName="O Tesouro Perdido Secreto"
Description="Encontre a área secreta que está dentro da sala do tesouro perdido"

[LevelChallenges.WormBelly_TimedFight ChallengeDefinition]
ChallengeName="Vermelho Escarlate"
Description="Derrote a Roscoe e a Capitã Scarlett em menos de 1 minuto"

[LevelChallenges.WormBelly_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Descubra o símbolo oculto da Sepultura."

